{
  "recommendations": [
    {
      "name": "Rod Simms",
      "avatar": "/images/recommendation/RodSimms.jpg",
      "jobTitle": "Sr. Project Program Manager / Automation & Analytics",
      "recommendation": "Chetan has shown himself to be an excellent developer. He has a great attitude, and command of the subject matter. I found him to always meet his dates and milestones, to be punctual, and very open with quality feedback. I would love the chance to work with him again, and feel he would add tremendous value to any organization.",
      "profileLink": "https://www.linkedin.com/in/rod-simms-7b1b171b9/"
    },
    {
      "name": "Rakhee Sawant",
      "avatar": "/images/recommendation/Rakhee.jpg",
      "jobTitle": "Lead Technical Program Manager at Mastercard",
      "recommendation": "Chetan is an extremely skilled software engineer with an always ready to help attitude. He is very knowledgeable and does not think twice before sharing his knowledge with others. He is always ready to take on challenges, be it projects or learning new technologies. His can do attitude always helps scrum team achieve all the goals. I was fortunate to have Chetan in my scrum team.",
      "profileLink": "https://www.linkedin.com/in/rakhee-sawant/"
    },
    {
      "name": "Bob Stanturf",
      "avatar": "/images/recommendation/bob.jpg",
      "jobTitle": "Mona Consulting LLC.",
      "recommendation": "I thoroughly enjoyed working with Chetan. We were involved in an extremely complex project and his technical knowledge and work attitude truly impressed me. Chetan is an extremely good listener and was always willing to go the extra mile to provide a quality end result while at the same time providing understandable explanations to the approach being pursued. Would love to work with him again in the future.",
      "profileLink": "https://www.linkedin.com/in/bob-stanturf-a676b63/"
    },
    {
      "name": "Sudha Gopal",
      "avatar": "/images/recommendation/Sudha.jpg",
      "jobTitle": "Engineering e-commerce software",
      "recommendation": "I worked with Chetan for a few months in 2019 when he was part of the commerce tools development team at AT&T. He was one of the key developers our team relied on when building our product structure as part of the product and offers platform. He was very knowledgeable and skilled, and always completed his deliverables on time with focus on quality. He had excellent work ethics and attitude and worked well with everyone. I highly recommend Chetan and believe he will be a valuable asset to any company.",
      "profileLink": "https://www.linkedin.com/in/sudha-gopal-b4836b9/"
    },
    {
      "name": "Chris Svajlenka",
      "avatar": "/images/recommendation/Chris.jpg",
      "jobTitle": "Engineering e-commerce software",
      "recommendation": "Chetan is bright, helpful and a pleasure to work with. They navigated some seriously confusing code with ease. Chetan was essential to our team, providing excellent assistance with implementing new features and bug correction. I cannot recommend working with Chetan enough. I hope I get another chance to work with them in the future!",
      "profileLink": "https://www.linkedin.com/in/svajlenka/"
    },
    {
      "name": "Andy Raghvendra",
      "avatar": "/images/recommendation/Andy.jpg",
      "jobTitle": "Agile Coach",
      "recommendation": "It was pleasure to have Chetan in my team, he is a very versatile, detail oriented, hard working team member. He is a very collaborative member who has good listening ears and clear way of communicating his point of view. Chetan exhibited good influencing skills in brain storming sessions by leading & closing the design sessions with fellow team members. He will be a great asset to any team he joins. I wish him good luck in all his future endeavors.",
      "profileLink": "https://www.linkedin.com/in/andyrags/"
    },
    {
      "name": "Dankit Patel",
      "avatar": "/images/recommendation/Dankit.jpg",
      "jobTitle": "Lead Product Manager",
      "recommendation": "Chetan is one of the most valuable people I have ever met. Both smart and professional. Experienced, deadline oriented and intelligent person with exceptional product catalog and development skills. Highly recommended.",
      "profileLink": "https://www.linkedin.com/in/dankit-patel-245422159/"
    },
    {
      "name": "Meghan Kelly Montana",
      "avatar": "/images/recommendation/Meghan.jpg",
      "jobTitle": "Product Manager",
      "recommendation": "Chetan and his team are some of the best developers I have worked with in my 16+ years at AT&T. He was always willing to be creative in his approaches and give suggestions and solutions that best fit the business need and the timeline. He is extremely patient, especially with people like myself who are less technical, never showing any frustration with my endless questions! Chetan is truly a wonderful teammate and will be a huge benefit to any company that he works for. ",
      "profileLink": "https://www.linkedin.com/in/meghan-kelly-montana/"
    },
    {
      "name": "Neha Singh",
      "avatar": "/images/recommendation/Neha.jpg",
      "jobTitle": "Senior Devops Engieeer",
      "recommendation": "I worked with Chetan at AT&T during new project as well as sustainment releases. He always turned out to be an outstanding performer in his area and would almost always have the solutions to problems that were reported. His key strengths are in angularjs, reactjs, jsp javascript areas and he's remarkable at handling any projects assigned to him in general.",
      "profileLink": "https://www.linkedin.com/in/itsnehasingh/"
    },
    {
      "name": "Itoro Akpan",
      "avatar": "/images/recommendation/Itoro.jpg",
      "jobTitle": "Software developer",
      "recommendation": "I worked with Chetan for about a year. In that time, I have known him to be the consummate professional who knows his stuff. He is a fast learner and is able to quickly adapt to whatever technology we adopted on projects. Most importantly, Chetan is always available to help us, his teammates, even if it means dropping what he has at hand. To me, that's the ultimate example of a true team player. If given the opportunity, I would definitely work with him again.",
      "profileLink": "https://www.linkedin.com/in/itoro-akpan-iquot-845a533/"
    },
    {
      "name": "Kapil Bhargava",
      "avatar": "/images/recommendation/Kapil.jpg",
      "jobTitle": "Digital Marketing Consultant",
      "recommendation": "Chetan is very proactive and clear in his approach. He is a quick decision maker who very well knows how to retain customers. With his ideology, I gained what I really expected",
      "profileLink": "https://www.linkedin.com/in/erkapilb/"
    }
  ]
}
